{
//CENTRAL MAP PIN DATA FILE TEMPLATE --- MAKE A COPY OF THIS AND FILL IN DATA
//Everything noted by double slashes is a note. Data goes inside the quotes after the colon
//MAKE SURE TO ADD THIS FILE TO '_PINLIST.json' SO IT IS ADDED TO THE MAP


//Which map should the pin be on?      
//'world' -- 'sf' (Sioux Falls) -- or 'ethiopia'
mapType:   'world',


//Which color category?
//'or' (Outreach) -- 'cp' (Community Partner) -- 'ip' (International partner) -- or 'lp' (Legacy Partner)
category:   'cp',


//Should the pin have a circle in the middle for kingdom fund?
//'true' or 'false'
kingdomFund:   'true',



//Position on the map grid (see KEY files for reference - each value ranges from 0-100)
xPosition:  '23.5',
yPosition:  '32.5',



//Title of the ministry
name:   'Hope Harbor',


//Body text (Can be multiple lines. HTML Markup tags can be used to format text, if desired)
description:  "Hope Harbor offers family-style care for teens as they heal from a variety of issues that are unfortunately commonplace for youth today. These include past abuse, trauma, anger, substance use, mental health issues, exploitation, self-harm, suicidal ideation, anxiety, attachment issues, and more. They work with ordinary kids who are healing from extraordinary things; each one a child of God, loved by the Savior.

Central’s Involvement: The Kingdom Fund and Elders voted to use Central’s tithes and offerings to help Hope Harbor with innovative staff trainings and ongoing ministry costs in 2023. 

How You Can Get Involved: Hope Harbor’s Parker facility is large and is always in need of all kinds of volunteers. To find out more, reach out to the Site Director Amanda Dent at <a href=mailto:amanda.dent@hopeharbormn.org>amanda.dent@hopeharbormn.org</a>",



//Hyperlinks to be inserted below the text (e.g. donate or contact)
//Links can be url's (with HTTPS) or email addresses
//Put the text to be displayed int he
//More can be added if needed (follow the format)
//Leave 'EXAMPLE LINK' if not needed to be used
links:
[
    ['Learn more about Hope Harbor'  ,  'https://hopeharbormn.org'],
    ['Donate here'  ,  'https://hopeharbormn.org/donate'],
    ['EXAMPLE TEXT'  ,  'EXAMPLE LINK/EMAIL'],
    ['EXAMPLE TEXT'  ,  'EXAMPLE LINK/EMAIL']
],


//Large images to appear in the textbox (put the path to the file in the quotes)
//More can be added if needed (follow the format)
//Leave as EXAMPLE.png if not needed
images:
[
    'images/EXAMPLE.png',
    'images/EXAMPLE.png',
    'images/EXAMPLE.png',
    'images/EXAMPLE.png'
],



//Small logo to appear in the corner of the panel (e.g. organization logo)
//Leave as EXAMPLE.png if not needed
cornerLogo:'images/hh.png'


}